adpyke.codesnap
adpyke.vscode-sql-formatter
anysphere.cursorpyright
anysphere.remote-ssh
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
drknoxy.eslint-disable-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hangxingliu.vscode-nginx-conf-hint
hashicorp.terraform
jaspernorth.vscode-pigments
ldez.ignore-files
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
orta.vscode-twoslash-queries
pomber.git-file-history
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
slysherz.comment-box
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tobermory.es6-string-html
vincaslt.highlight-matching-tag
vunguyentuan.vscode-css-variables
vunguyentuan.vscode-postcss
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
wmaurer.change-case
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
